Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: ཤཱ་རིའི་བུ་ཡང་དེའི་ཚེ་དེའི་དུས་›ན་དམ་པའི་ཆོས་ནུབ་པར་འགྱུར་བ་དེའི་དུས་ཀྱི་ཚེ། ཐེག་པ་ཆེན་པོ་ལ་གནས་པ་འདི་ལྟ་བུའི་མདོ་སྡེ་ལ་བརྩོན་པ་དག་འབྱུང་སྟེ བརྩོན་འགྲུས་རབ་ཏུ་རྩོམ་པར་འགྱུར། འཛིན་པར་འགྱུར། འཆང་བར་འགྱུར། ཀློག་པར་འགྱུར། ཀུན་ཆུབ་པར་བྱེད་པར་འགྱུར། འཆད་པར་འགྱུར། གཞན་དག་ལ་ཡང་གོ་བར་བྱེད་པར་འགྱུར། རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པར་འགྱུར་རོ། ། དེའི་ཚེ་དེ་དག་ལ་བར་དུ་གཅོད་པ་བཅུ་འབྱུང་སྟེ། དེ་དག་མཁས་པས་ཁོང་དུ་ཆུད་པར་བྱའི། དེ་དག་གི་དབང་དུ་འགྲོ་བར་མི་བྱ་སྟེ། བརྩོན་འགྲུས་ཀྱང་བརྩམ་པར་བྱའོ། ། བར་དུ་གཅོད་པར་འགྱུར་བ། གང་མཁས་པ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའི། དེ་དག་གི་དབང་དུ་འགྲོ་བར་མི་བྱ་བ་བཅུ་གང་ཞེ་ན།
en: “Also, Śāriputra, at that time of the disappearance of the true Dharma there will be followers of the Mahāyāna who will apply themselves to sūtras like this one. They will exert themselves with great vigor, and they will learn them, memorize them, recite them, absorb them, explain them, clarify them to others, and teach them in great detail. They will, though, encounter ten obstacles, and because of these obstacles, they will not be influenced by the understanding of the learned ones, even though this understanding will be available to them, and even if they apply themselves with vigor. What are these ten obstacles that will mean that the understanding of learned ones will not have any effect, even when it is available?

source: ཤཱ་རིའི་བུ་དགེ་སློང་དོན་དུ་གཉེར་བ་མངོན་པར་བརྩོན་པ་དག་ལ་མདོ་སྡེ་རྣམས་བརྩམས་ན་བདུད་སྡིག་ཅན་ཚིག་གཞིག་པར་བྱེད་དེ། དེ་ནི་བར་དུ་གཅོད་པ་དང་པོ་སྟེ། མཁས་པས་ཁོང་དུ་ཆུད་པར་བྱའི། དེའི་དབང་དུ་འགྲོ་བར་མི་བྱའོ། །
en: “Śāriputra, the mendicants will be interested in studying the sūtras, but the evil Māra will destroy the words. This is the first obstacle that will mean that the understanding of the learned ones will not have any effect.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་དགེ་སློང་དོན་དུ་གཉེར་བ་མངོན་པར་བརྩོན་པ་དག་ལ་མདོ་སྡེ་རྣམས་བརྩམས་ན་མིག་ནད་འབྱུང་བ་དེ་ནི་བར་དུ་གཅོད་པ་གཉིས་པ་སྟེ། མཁས་པས་ཁོང་དུ་ཆུད་པར་བྱའི། དེའི་དབང་དུ་འགྲོ་བར་མི་བྱའོ། །
en: “Furthermore, Śāriputra, the mendicants will be interested in studying the sūtras, but their eyesight will become impaired. This is the second obstacle that will mean that the understanding of the learned ones will not have any effect.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་དགེ་སློང་དོན་དུ་གཉེར་བ་མངོན་པར་བརྩོན་པ་དག་ལ་མདོ་སྡེ་རྣམས་བརྩམས་ན་ཡན་ལག་དང་ཉིང་ལག་ན་བར་འགྱུར་བ་དེ་ནི་བར་དུ་གཅོད་པ་གསུམ་པ་སྟེ། མཁས་པས་ཁོང་དུ་ཆུད་པར་བྱའི། དེའི་དབང་དུ་འགྲོ་བར་མི་བྱའོ། །
en: “Furthermore, Śāriputra, the mendicants will be interested in studying the sūtras, but they will have some sort of physical disability. This is the third obstacle that will mean that the understanding of the learned ones will not have any effect.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་དགེ་སློང་དོན་དུ་གཉེར་བ་མངོན་པར་བརྩོན་པ་དག་ལ་མདོ་སྡེ་རྣམས་བརྩམས་ན་ གནས་ལ་མི་དགའ་བར་འགྱུར་ཞིང་འགྲོ་བའི་སེམས་སྐྱེད་པར་འགྱུར་བ་དེ་ནི་བར་དུ་གཅོད་པ་བཞི་པ་སྟེ། མཁས་པས་ཁོང་དུ་ཆུད་པར་བྱའི། དེའི་དབང་དུ་འགྲོ་བར་མི་བྱའོ། །
en: “Furthermore, Śāriputra, the mendicants will be interested in studying the sūtras, but they will not be satisfied with the place where they are staying, and they will want to move. This is the fourth obstacle that will mean that the understanding of the learned ones will not have any effect.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་དགེ་སློང་དོན་དུ་གཉེར་བ་མངོན་པར་བརྩོན་པ་དག་ལ་མདོ་སྡེ་རྣམས་བརྩམས་ན་ ཕན་ཚུན་དུ་ཁྲོ་བ་སྐྱེད་པར་འགྱུར་ཞིང་ཁྲོ་བའི་ཟིལ་གྱིས་ནོན་པས་གཅིག་ལ་གཅིག་གནོད་པའི་སེམས་ཀྱིས་འདི་ལྟ་བུའི་མདོ་སྡེ་ལ་གནས་པར་མི་འགྱུར་བ་དེ་ནི་བར་དུ་གཅོད་པ་ལྔ་པ་སྟེ། མཁས་པས་ཁོང་དུ་ཆུད་པར་བྱའི། དེའི་དབང་དུ་མི་འགྲོ་བར་བྱའོ། །
en: “Furthermore, Śāriputra, the mendicants will be interested in studying the sūtras, but they will be angry with one another, and because they are overcome by anger, there will be animosity among them, and they will not remain loyal to sūtras like this one. This is the fifth obstacle that will mean that the understanding of the learned ones will not have any effect.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་དགེ་སློང་དོན་དུ་གཉེར་བ་མངོན་པར་བརྩོན་པ་དག་ལ་མདོ་སྡེ་རྣམས་བརྩམས་ན་རྩོད་པའི་གཞི་འབྱུང་ཞིང་གནས་པར་འགྱུར། ཐབ་མོ་འབྱུང་བ་དང་། མཚང་འདྲུ་བ་འབྱུང་བ་དང་། འགྱེད་པ་དང་། ངན་སེམས་དང་ལྡན་པར་གྱུར་པས་གཅིག་ལ་གཅིག་ངག་གི་མདུང་ཐུང་བརྒྱས་མངོན་པར་རྩོད་ཅིང་འཚེ་བ་ལ་གནས་པར་འགྱུར་རོ། ། དེ་དག་རྩོད་པའི་གཞི་བྱུང་བ་དང་། མཚང་འདྲུ་བ་འབྱུང་བ་དང་། འགྱེད་པ་དང་། གནོད་སེམས་དང་ལྡན་ཞིང་ཕན་ཚུན་ངག་གི་མདུང་ཐུང་བརྒྱས་རྩོད་ཅིང་གཙེ་བ་ལ་གནས་པས་བར་དུ་གཅོད་པར་འགྱུར་ཏེ སྨོད་པའི་ལས་ཀྱི་ཕྱིར་འདི་ལྟ་བུའི་མདོ་སྡེ་མི་བརྗོད་པ་བྱ་བ་ལ་བརྩོན་པར་འགྱུར་བ་དེ་ནི་བར་དུ་གཅོད་པ་དྲུག་པ་སྟེ། མཁས་པས་ཁོང་དུ་ཆུད་པར་བྱའི། དེའི་དབང་དུ་འགྲོ་བར་མི་བྱའོ། །
en: “Furthermore, Śāriputra, the mendicants will be interested in studying the sūtras, but they will engage in disputes, they will quarrel, they will make accusations against one another, and they will attack one another with animosity, trying to hurt one another with hundreds of different verbal weapons. These disputes, quarrels, and accusations, this animosity, and these attempts to attack and hurt one another with hundreds of different verbal weapons will create obstacles for them. Because they end up in conflict with one another in these ways, they will be eager that these sorts of teachings not be propagated. This is the sixth obstacle that will mean that the understanding of the learned ones will not have any effect.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་དགེ་སློང་དོན་དུ་གཉེར་བ་མངོན་པར་བརྩོན་པ་དག་ལ་མདོ་སྡེ་རྣམས་བརྩམས་ན་ཁྱིམ་པ་དང་རབ་ཏུ་བྱུང་བ་ལ་བདུད་སྡིག་ཅན་ཀུན་ནས་སློང་བར་འགྱུར་རོ། ། དེ་དག་བདུད་སྡིག་ཅན་གྱིས་ཀུན་ནས་བསླངས་ནས་འདི་ལྟ་བུའི་མདོ་སྡེ་ལ་ནན་ཏན་མི་བྱེད་པ་དང་། རབ་ཏུ་སྨོད་ཅིང་སྤོང་བའི་ལས་ལ་སྤྲོ་བར་འགྱུར་བ་དེ་ནི་བར་དུ་གཅོད་པ་བདུན་པ་སྟེ། མཁས་པས་ཁོང་དུ་ཆུད་པར་བྱའི། དེའི་དབང་དུ་འགྲོ་བར་མི་བྱའོ། །
en: “Furthermore, Śāriputra, the mendicants will be interested in studying the sūtras, but the evil Māra will appear to the householders and the renunciants, and when the evil Māra appears, they will not apply themselves to sūtras like this one but will reject them and eagerly engage in conflict. This is the seventh obstacle that will mean that the understanding of the learned ones will not have any effect.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་དགེ་སློང་རྣམས་དེའི་ཚེ་དེའི་དུས་ན་དམ་པའི་ཆོས་ནུབ་པའི་དུས་ཀྱི་ཚེ་འདི་ལྟ་བུའི་མདོ་སྡེ་དང་། ཆོས་འདུལ་བ་ལ་བརྩོན་པའི་དགེ་སློང་གཞོན་ནུ་རིང་པོར་མ་ལོན་པ་འབྱུང་བར་འགྱུར་ཏེ དེ་དག་དེས་པ་དང་། དད་པ་དང་། ལྷག་པའི་བསམ་པས་བླ་ན་ མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལ་ཡང་དག་པར་ཞུགས་པ་དེ་དག་འདི་ལྟ་བུའི་མདོ་སྡེ་མཉན་ཏེ་ ཐོས་ནས་ དགའ་བ་དང་། མོས་པ་རྒྱ་ཆེན་པོ་ཐོབ་པར་འགྱུར་བ་དེ་དག་ལ་དེ་དག་གི་མཁན་པོ་དང་། སློབ་དཔོན་གྱིས་ཆོས་དཀར་པོ་གཅོད་པར་བྱེད་དེ འདི་ནི་སངས་རྒྱས་ཀྱི་ཚིག་མ་ཡིན། འདི་ནི་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་མ་ཡིན། འདི་ནི་འདུལ་བ་མ་ཡིན། འདི་ནི་སྟོན་པའི་བསྟན་པ་མ་ཡིན་ནོ་ཞེས་བཟློག་པ་དང་། དེ་དག་དད་པས་རབ་ཏུ་བརྟགས་ནས་ འདི་ནི་བདག་གི་དོན་འདོད་པ་ཡང་དག་པ་ཡིན་ནོ་ཞེས་སྨྲས་ནས་ སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་སྤོང་བར་འགྱུར་རོ། །དགེ་སློང་གསར་བུ་དེ་དག་དད་པ་དང་། ཡིད་ཆེས་པས་རབ་ཏུ་བརྟགས་ནས་སྔོན་གྱི་དགེ་བའི་རྩ་བ་ཀུན་འཇོམས་པར་འགྱུར། ཡང་དག་པར་གཅོད་པར་འགྱུར་རོ། ། དེ་དག་དགེ་བའི་རྩ་བ་ཆད་ནས་བདུད་སྡིག་ཅན་གྱིས་ཆོས་རྣམས་ལས་ཀུན་ནས་བསླངས་ནས་ཆོས་ཀྱིས་ཕོངས་པར་འགྱུར་བའི་ལས་མངོན་པར་འདུ་བྱེད་པར་འགྱུར་ཏེ། དེ་དག་འཆི་བའི་དུས་ཀྱི་ཚེ་མ་དུལ་བར་འཆི་བར་འགྱུར། འཆི་བ་ཆེན་པོར་མངོན་པར་འགྲོ་བར་འགྱུར། སེམས་ཅན་དམྱལ་བའི་ལས་མངོན་པར་འདུ་བྱེད་པར་འགྱུར་ཏེ། དེ་དག་ཀྱང་ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པས་རབ་ཏུ་མཁྱེན་ཏོ། ། གང་ཡོངས་སུ་སྤོང་བར་འགྱུར་བ་དང་། སེམས་ཅན་ཇི་སྙེད་ཡོངས་སུ་སྤོང་བར་འགྱུར་བ་དང་། གང་འོངས་ནས་ ཡོངས་སུ་སྤོང་བར་འགྱུར་བ་དང་། སོང་ནས་ཡོངས་སུ་སྤོང་བར་འགྱུར་བ་དེ་དག་ཀྱང་དེ་བཞིན་གཤེགས་པས་རབ་ཏུ་མཁྱེན་ཏོ། །
en: “Furthermore, Śāriputra, at that time, on that occasion, at the time of the destruction of the true Dharma, there will be young and inexperienced mendicants who will apply themselves to sūtras like this one and to the discipline of the Dharma. They will have conviction, faith, and a firm resolve to advance toward unsurpassed perfect awakening. They will listen to sūtras like this one, and when they hear them, they will be thrilled and exhilarated. Their preceptors, however, will create obstacles to the beneficial Dharma, claiming that ‘This is not the word of the Buddha. This does not represent the awakening of the Buddha. This is not the discipline. These are not the instructions of the Teacher.’ The mendicants will believe these claims and think, ‘What we profess as the truth is what is genuine.’ If they believe this, they will be disregarding the awakening of the Buddha, and these new mendicants will then completely destroy their previous virtue and cut themselves off from it. If they cut off their roots of virtue in this way, evil māras will dominate their practice, and they will act in ways that will lead them to become cut off from Dharma. When they die, they will experience a violent death. They will meet with a horrible death. They will act in ways that will lead them to end up in hell. Śāriputra, the Tathāgata knows these sentient beings. He knows those sentient beings who will come to reject sūtras like this one. He knows each and every sentient being who will reject them—those who will reject them on arrival and those who will reject it when they leave. The Tathāgata knows them all.

source: དེ་ལ་ཤཱ་རིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་བརྩོན་འགྲུས་བརྩམས་ཤིང་ཐེག་པ་ཆེན་པོ་ལ་ཞུགས་པས་འདུ་ཤེས་བཞི་བསྐྱེད་པར་བྱའོ། ། བཞི་གང་ཞེ་ན། བདག་གདུལ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱ་བ་དང་། བདག་གིས་བྱས་པ་ལ་སོ་སོར་བརྟག་པར་བྱའི། གཞན་གྱིས་བྱས་པ་ལ་མ་ཡིན་པ་དང་། སེམས་ཅན་གཞན་ལ་སྙིང་རྗེ་བའི་འདུ་ཤེས་བསྐྱེད་པར་བྱ་བ་དང་། རང་གི་སེམས་རྗེས་སུ་སྲུང་བ་དང་། གཞན་གྱི་སེམས་རྗེས་སུ་སྲུང་ཞིང་དགོན་པ་ནགས་ཀྱི་བས་མཐའི་གནས་མལ་དུ་གནས་པར་བྱ་བ་སྟེ། འདུ་ཤེས་འདི་བཞི་བསྐྱེད་པར་བྱའོ། །
en: “Then, Śāriputra, those followers of the Mahāyāna, those bodhisatvas, who apply themselves with vigor will cultivate four kinds of intention. What are these four kinds of intention? They will cultivate the intention to tame themselves. They will cultivate the intention to reflect on how they themselves act and not how others act. They will have compassion for other sentient beings. They will remain in isolated forest monasteries, guarding their own minds and guarding the minds of others. These are the four kinds of intention they will cultivate.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་དེའི་དུས་ན་སྐྱེ་བོ་མང་པོ་ལོག་པར་ལྟ་བ་ཡོངས་སུ་འཛིན་པར་འགྱུར་རོ། ། དེའི་དུས་ན་ཆོས་སྨྲ་བའི་དགེ་སློང་ཉུང་བར་འགྱུར་ཞིང་དེ་དག་ལ་ཡང་བརྙས་པར་འགྱུར། བསྟི་སྟང་མི་བྱེད། བླ་མར་མི་བྱེད། རི་མོར་མི་བྱེད། མཆོད་པར་མི་བྱེད། གཙང་མར་མི་བྱེད། རྟེན་པར་མི་བྱེད། བསྙེན་བཀུར་མི་བྱེད་དོ། ། དེའི་དུས་ན་ཆོས་མ་ཡིན་པར་སྨྲ་བའི་དགེ་སློང་དག་ལ་སྐྱེ་བོ་མང་པོ་སྟེན་པར་འགྱུར། བསྟི་སྟང་བྱེད། བླ་མར་བྱེད། རི་མོར་བྱེད། མཆོད་པར་བྱེད་དེ། རབ་ཏུ་རྒོད་པ་དང་། ཤིན་ཏུ་སྟོབས་དང་ལྡན་པར་འགྱུར་ཏེ། དེ་དག་མདོ་སྡེ་འདི་ལྟ་བུ་ལ་འཕྱ་ཞིང་སྟིང་བར་འགྱུར་རོ། །དེ་ལ་ཤཱ་རིའི་བུ་གང་མི་འདོད་པ་དེ་དག་ནི་མི་འདོད་པ་ཉིད་དུ་འགྱུར་རོ། ། གང་འདོད་པ་དེ་དག་ཀྱང་འདོད་པ་ཉིད་དུ་འགྱུར་རོ། ། གང་འདི་ལྟ་བུའི་མདོ་སྡེ་འདི་ལ་འཇུག་པར་འགྱུར་བ་དེ་དག་ནི་སྐྱེ་བོ་མང་པོའི་དོན་དུ་འཆད་པར་མི་འགྱུར་ཏེ། དེ་ནི་བར་དུ་གཅོད་པ་བརྒྱད་པ་སྟེ། མཁས་པ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའི། དེའི་དབང་དུ་འགྲོ་བར་མི་བྱའོ། །
en: “Moreover, Śāriputra, at that time there will be many beings who will hold wrong views. There will only be a few mendicants who will teach the Dharma, and they will be reviled. They will not be honored, venerated, respected, worshiped, relied upon, revered, or served. At that time, too, there will be many who will rely upon those who teach non-Dharma. They will be honored, venerated, respected, worshiped, and smiled at, and they will be very powerful. Sūtras like this will be ridiculed and reviled. Śāriputra, those who are not attracted to them will continue to not be attracted to them. Those who are attracted to them will continue to be attracted to them. There will be those who will have access to sūtras like this one, but they will not teach them to large gatherings of people. This is the eighth obstacle that will mean that the understanding of the learned ones will not have any effect.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་དེའི་ཚེ་དགེ་སློང་འདོད་པའི་ཟིལ་གྱིས་ནོན་པ་དཀུ་བ་མང་པོ་དག་འབྱུང་སྟེ། དེ་དག་ཆོས་གསུམ་ལ་བརྩོན་པར་འགྱུར་རོ། ། གསུམ་གང་ཞེ་ན། ལྷུང་བཟེད་དང་། ཆོས་གོས་ཀུན་ཏུ་ཚོལ་བ་དང་། བཟའ་བ་དང་། བཏུང་བ་ལ་ཆགས་པ་དང་། འཇིག་རྟེན་རྒྱང་པན་པ་ཚོལ་བ་ལ་བརྩོན་པར་འགྱུར་བ་སྟེ། འདི་གསུམ་ལ་བརྩོན་པར་འགྱུར་བ་དེ་ནི་བར་དུ་གཅོད་པ་དགུ་པ་སྟེ། མཁས་པ་དག་གིས་ཁོང་དུ་ཆུད་པར་བྱའི། དེ་དག་གི་དབང་དུ་འགྲོ་བར་མི་བྱའོ། །
en: “Furthermore, Śāriputra, at that time the mendicants will be overwhelmed by desire, and they will act very deceitfully. They will strive to obtain three things. What three things will they strive to obtain? They will strive to obtain bowls and robes, they will strive greedily to obtain food and drink, and they will strive to follow the materialists. This is the ninth obstacle that will mean that the understanding of the learned ones will not have any effect.

source: ཤཱ་རིའི་བུ་གཞན་ཡང་དེའི་ཚེ་དེའི་དུས་ན་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པ་འདི་ལྟ་བུའི་མདོ་སྡེ་ལ་རབ་ཏུ་བརྩོན་པ་དག་འབྱུང་སྟེ། བརྩོན་འགྲུས་རབ་ཏུ་རྩོམ་པ་དང་། འཛིན་པ་དང་། ཡི་གེར་བྲིས་ནས་ འཆང་བ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། གཞན་དག་ལ་ཡང་གོ་བར་བྱེད་ཅིང་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པར་འགྱུར་བ་དེ་དག་བདུད་ཀྱིས་བྱིན་གྱིས་བརླབས་ནས་ལས་ཀྱི་སྒྲིབ་པས་བསྒྲིབས་པར་འགྱུར། ཉོན་མོངས་པའི་སྒྲིབ་པས་བསྒྲིབས་པར་འགྱུར་ཏེ། དེ་དག་ལས་ལ་དགའ་བར་འགྱུར། ལས་ལ་དགའ་ཞིང་ལས་ལ་དགའ་བའི་སྦྱོར་བ་ལ་བརྩོན་པར་འགྱུར། སྨྲ་བ་ལ་དགའ་བར་འགྱུར། སྨྲ་བ་ལ་དགའ་ཞིང་སྨྲ་བ་ལ་དགའ་བའི་སྦྱོར་བ་ལ་བརྩོན་པར་འགྱུར། གཉིད་ལ་དགའ་བར་འགྱུར། གཉིད་ལ་དགའ་ཞིང་གཉིད་ལ་དགའ་བའི་སྦྱོར་བ་ལ་བརྩོན་པར་འགྱུར། འདུ་འཛི་ལ་དགའ་བར་འགྱུར། འདུ་འཛི་ལ་དགའ་ཞིང་འདུ་འཛི་ལ་དགའ་བའི་སྦྱོར་བ་ལ་བརྩོན་པར་འགྱུར་ཏེ། དེ་དག་འདི་ལྟ་བུའི་མདོ་སྡེ་འདི་འཛིན་པར་མི་འགྱུར། འཆང་བར་མི་འགྱུར། ཀློག་པར་མི་འགྱུར། ཀུན་ཆུབ་པར་བྱེད་པར་མི་འགྱུར། ཕ་རོལ་ལ་གོ་བར་བྱེད་པར་མི་འགྱུར། ཕ་རོལ་ལ་རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་སྟོན་པར་མི་འགྱུར་ཏེ། ཤཱ་རིའི་བུ་དེ་བཞིན་གཤེགས་པའི་བསྟན་པའི་བར་དུ་གཅོད་པར་འགྱུར་བ་དང་། དེ་བཞིན་གཤེགས་པའི་བསྟན་པ་རབ་ཏུ་འཇིག་པར་བྱེད་པ་ནི་དགེ་སློང་སྡིག་ཅན་ལས་གཞན་གང་ཡང་མེད་དོ། ། ཤཱ་རིའི་བུ་དེ་ནི་དེའི་དུས་ན་བར་དུ་གཅོད་པར་འགྱུར་བ་བཅུ་པ་སྟེ།
en: “Furthermore, Śāriputra, at that time, on that occasion, there will be followers of the Mahāyāna who will apply themselves to sūtras like this one. They will exert themselves with great vigor, and they will memorize them, write them down, preserve them, recite them, absorb them, clarify them to others, and teach them in great detail. But they will be under the influence of Māra, and they will be restricted by the restraints of their previous actions. They will be restricted by the restraints of the vices. They will be fond of activities. They will delight in activities and will engage in pleasant activities with enthusiasm. They will be fond of talking. They will delight in talking and engage in pleasant talk with enthusiasm. They will be fond of sleeping. They will delight in sleeping and engage in pleasant sleep with enthusiasm. They will be fond of associating with others. They will delight in associating with others and will associate with others with enthusiasm. Because of this, they will not study sūtras like this one. They will not memorize them, recite them, absorb them, clarify them to others, or teach them in great detail to others. Śāriputra, there is nobody who will do more to bring about the disappearance of the instructions of the Tathāgata, or who will do more damage to the instructions of the Tathāgata, than these wicked mendicants. This, Śāriputra, is the tenth obstacle that will occur at that time.

source: ཤཱ་རིའི་བུ་མཁས་པ་དག་གིས་དེ་ཁོང་དུ་ཆུད་པར་བྱའི། དེའི་དབང་དུ་འགྲོ་བར་མི་བྱའོ། །
en: “Śāriputra, even though learned ones will possess understanding, it will not have any effect.”

source: དེ་ནི་བདུད་ཀྱི་ལས་ཀྱིས་ནི། །བར་དུ་གཅོད་པ་མང་པོ་འབྱུང་། །
en: “They will encounter many obstacles Caused by māras.

source: དཀར་པོའི་ཆོས་ནི་སྤོང་བར་འགྱུར། །
en: They will abandon beneficial practices

source: དབེན་པ་དག་ནི་འདོད་པ་མེད། །
en: And have no interest in a life of seclusion.

source: ཤེས་རབ་ཆུང་ཞིང་བློ་ངན་པས། །དམ་པའི་ཆོས་ལ་མི་གནས་ཤིང་། །ཆོས་མ་ཡིན་པ་སྤྱད་བྱས་ཏེ། དེ་དག་ངན་འགྲོ་སྤྱོད་ཡུལ་འགྱུར།
en: “They will have little wisdom and poor understanding. They will not follow the true Dharma. They will act in non-Dharmic ways And end up in lower states of existence.

source: དེ་ནི་འཆི་བའི་དུས་ཀྱི་ཚེ། །བླ་མ་མཁན་པོ་སློབ་དཔོན་རྣམས། །མགོན་དང་སྐྱབས་ནི་བྱེད་འགྱུར་ཡང་། །དེ་དག་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །
en: “When the time of death arrives And protection and refuge is provided By gurus, preceptors, and teachers, They will go to the lower states of existence all the same.

source: བདག་གིས་བསྐལ་པ་བྱེ་སྟོང་དུ། །སྡུག་བསྔལ་འཇིག་རྟེན་དོན་སྤྱད་ན། །
en: “For a billion eons their conduct has brought only suffering, As they have only had worldly goals.

source: མེ་གསུམ་དག་གིས་ཚིག་པ་ཡི། །སེམས་ཅན་ཇི་ལྟར་འགྲོལ་བར་འགྱུར། །
en: Oh, how will I be able to rescue sentient beings Who are burned by the three fires?

source: བདག་གིས་བྱང་ཆུབ་མཆོག་ཐོབ་སྟེ། །ཚངས་པའི་འཁོར་ལོ་རབ་བསྐོར་བས། ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ན། བདག་མཚུངས་མེད་ན་ག་ལ་ལྷག།
en: “When I have attained supreme awakening And set the holy wheel in motion, None in the world will be my equal, Not even the gods, and certainly none will be superior.

source: །འཇིག་རྟེན་འདི་ན་རབ་དཀོན་པའི། །ངལ་བཏང་སྙོམས་དེ་དག་བྱེད། །
en: “The kind of complete equanimity I have attained Is exceptionally rare in this world.

source: ཕ་རོལ་ཕྱོགས་ནི་བསྙེན་པ་དང་། །དེ་དག་རབ་ཏུ་སྡུག་བསྔལ་འགྱུར། །
en: Those who rely on other things Will experience a great deal of suffering.

source: བྱང་ཆུབ་ཀྱི་ནི་ལམ་རྒྱུ་ཡི། །སྦྱིན་པ་ལས་ནི་ཟློག་པར་བྱེད། །
en: “They will not be able to obtain this gift That provides a path to awakening.

source: སངས་རྒྱས་བསྟན་དང་གང་ལྡན་པ། །ལམ་དག་ལས་ཀྱང་རྨོངས་པར་བྱེད། །
en: Even if they cling to the instructions of the Buddha, They will stray from the path in confusion.

source: གང་དུ་སྟོང་པ་ཉིད་བསྔགས་ཤིང་། །ནན་ཏན་ལ་ནི་གང་གནས་ལ། །བར་དུ་གཅོད་པ་འབྱུང་བར་འགྱུར། །
en: That praises emptiness, They will do their best to build on it as an established truth, But this will only create obstacles.

source: འདི་མཆོག་ཡང་དག་འདི་ཡིན་ཞེས། །ཡང་དག་མིན་ལ་ཡང་དག་འཛིན། །
en: “They will say, ‘This is the best. This is the truth,’ But they will believe that what is false is true.

source: དམ་པའི་ཆོས་རྣམས་སྨོད་པ་ལ། །བར་དུ་གཅོད་པ་མི་འབྱུང་ངོ་། །
en: Nothing will stop them from Reviling the true Dharma.

source: སངས་རྒྱས་ལ་ནི་དགའ་བ་དང་། །གུས་པ་བརྟན་པར་གང་འགྱུར་བ། །དེ་དག་འདི་འདྲའི་ཆོས་ཐོས་ནས། །
en: “Those who will appreciate the Buddha And whose respect for him is solid Will rejoice when they hear this kind of Dharma.

source: བཟང་པོ་རྣམས་ནི་དགའ་བར་འགྱུར། །
en: They are the fortunate ones.

source: དགའ་བ་སྐྱེས་པར་རིག་ནས་ནི། །བདུད་རྣམས་ཡིད་ནི་མི་བདེ་ནས། །
en: “When he discovers that they are rejoicing, Māra will become upset,

source: དེ་ལ་དེ་དག་བར་ཆད་རྣམས། །རབ་ཏུ་འཇིགས་པ་བྱེད་པར་འགྱུར། །
en: And he will create obstacles To terrify them.

source: དགེ་སློང་ཆ་བྱད་བསྒྱུར་བྱས་ནས། །
en: “Taking on the guise of a mendicant,

source: འདི་ནི་བྱང་ཆུབ་ལམ་མིན་ན། ། ཅི་ཕྱིར་འདི་ལ་ཡོངས་རྒྱུག་ཅེས། །དེ་ནི་རབ་ཏུ་འགྱོད་པར་བྱེད། །
en: He will create uncertainty: ‘What are you running around like this for? This is not the path to awakening.’

source: མདོ་སྡེ་འདི་ལ་རྒྱུ་ཡོད་དེ། །
en: “These sūtras genuinely provide

source: སྙིང་པོ་བརྟན་པར་རབ་གནས་ལ།
en: A solid foundation for what is most important.

source: །འཁྲུག་པར་འགྱུར་བ་བསྐྱེད་བྱས་ནས། །ཕྱིས་ནི་རབ་ཏུ་སྤོང་བར་འགྱུར། །
en: When they create this discord, It will then be lost.

source: བདུད་ཀྱིས་ཀུན་ནས་བསླང་གྱུར་ནས། །
en: “Under the influence of Māra,

source: ཇི་ལྟར་བདེ་བ་བཞིན་དུ་བཟུང་། །
en: They will stick to what is pleasurable.

source: འདི་ནི་ཆོས་མིན་ཞེས་སྨྲས་ནས། །
en: They will not speak in accordance with the Dharma,

source: དེས་ནི་མྱ་ངན་འདས་པ་སྤངས། །
en: And they will abandon nirvāṇa.

source: དེ་དག་སྟོན་པ་བཏང་ནས་ནི། །ཆོས་ལ་དོན་དུ་གཉེར་བ་མེད། །
en: “They will leave their teacher And lose interest in the Dharma.

source: བདག་ལ་སྲེད་པ་བསྐྱེད་བྱས་ནས། །
en: Indulging in selfish desires,

source: གང་དག་ཆུང་ངུ་བྱུང་བ་ནི། །སྟོང་པའི་ཆོས་རྣམས་མི་གཉེར་ཏེ། །
en: “They will become small minded And have no interest in the teachings on emptiness.

source: ཡུལ་ནི་སོ་སོར་གནས་གྱུར་ནས། །
en: Wherever they may dwell,

source: མི་འདུམ་པ་དང་ལྡན་པར་འགྱུར།
en: They spread their inconsistencies.

source: ཆོས་རྣམས་ཀྱི་ནི་མཆོག་འདི་ཡང་། །མཉན་ནས་འགལ་བ་སྨྲ་བར་བྱེད། །
en: “Although this Dharma is excellent, They will criticize it when they hear it.

source: དངངས་ཤིང་སྐྲག་ནས་རབ་འབྲོས་པ། །ཕྱི་མའི་དུས་ན་བྱེད་པར་འགྱུར། །
en: They will be scared by it, frightened by it, and they will flee. This is what will happen in the future.

source: མི་ཆུང་བ་དག་གཞན་རྣམས་ནི། །སྟོན་པར་བྱེད་པར་མི་འབྱུང་སྟེ། །
en: “There will be no one to teach, But there will be no shortage of others.

source: གང་དག་ཆུང་ངུར་གྱུར་པ་རྣམས། །དེ་དག་རྣམས་ཀྱང་བཏང་སྙོམས་འགྱུར། །
en: The few who will be capable of teaching Will be indifferent to doing so.

source: འཇིག་རྟེན་མགོན་གྱི་བསྟན་པ་ལ། །འདི་ལྟ་བུ་ཡི་ཆོས་འདི་ཡི། །བར་དུ་གཅོད་པ་མང་འབྱུང་སྟེ། །
en: “The obstacles to this kind of Dharma, The obstacles to the instructions Of the protector of the world, will be many.

source: མེ་ལྕེ་ཅི་འདྲ་བཞིན་དུ་འགྱུར། །
en: They will spread like wildfire.

source: དེ་ནི་རབ་ཏུ་ངེས་པ་རྣམས། །སྲོག་བོར་དགོན་པར་གནས་པར་འགྱུར། །
en: “The gentle ones who abandon concern for this life And go to live in the wilderness,

source: ཆོས་འདི་དག་ནི་བསྒོམས་བྱས་ནས། །
en: Where they cultivate these teachings,

source: མྱུར་དུ་བདེ་འགྲོར་འགྲོ་བར་འགྱུར། །
en: Will swiftly reach the state of happiness.

source: དེ་ལ་ཤཱ་རིའི་བུ་ཐེག་པ་ཆེན་པོ་ལ་ཡང་དག་པར་ཞུགས་པས་འདི་ལྟ་བུ་མི་བཟོད་པ་དང་། །མི་བསྔགས་པ་དང་། དམ་པའི་ཆོས་རབ་ཏུ་འཇིག་པ་མཐོང་ནས་ བརྩོན་འགྲུས་ཆེན་པོའི་སྟོབས་ཀྱིས་ཤུགས་རབ་ཏུ་བསྐྱེད་དེ འདི་ལྟ་སྟེ། འདི་ལྟ་བུའི་མདོ་སྡེ་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཀྱི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་རབ་ཏུ་མཉན་པར་བྱ། གཟུང་བར་བྱ། ཡི་གེར་བྲིས་ནས་བཅང་བར་བྱ། གཞན་ལ་ཡང་གོ་བར་བྱ། རྒྱ་ཆེར་ཡང་དག་པར་རབ་ཏུ་བསྟན་པར་བྱའོ། །
en: “Śāriputra, when the followers of the Mahāyāna see this kind of dreadful, awful destruction of the true Dharma, they will experience a great rush of vigor and strength: ‘I will do my best to properly study this sūtra, the cycle of teachings contained in The Collected Teachings on the Bodhisatva, to memorize it, commit it to writing, preserve it, elucidate it for others, and teach it in great detail.’

source: དེས་ཡང་འདུ་ཤེས་བཞི་བསྐྱེད་པར་བྱ་སྟེ། བཞི་གང་ཞེ་ན། བདག་གི་ཕའི་ནོར་གྱི་ཕུང་པོ་འདི་རབ་ཏུ་འཇིག་པར་འགྱུར་ཏེ། གང་གི་ཕྱིར་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཤཱཀྱ་ཐུབ་པ་དེས་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་གྲངས་མེད་པ་ནས་བཟུང་སྟེ། དཀའ་བ་སྤྱད་པ་ཡིན་ན་དེའི་ཕྱིར་འདི་རབ་ཏུ་འཇིག་པར་འགྱུར་བ་གཟུང་བར་བྱ། ཀུན་ནས་རབ་ཏུ་གཟུང་བར་བྱ་སྟེ། ཆུད་ཟ་བར་མི་བྱའོ། །བརྩོན་འགྲུས་བརྩམ་མོ། །
en: “This vigor will come in the form of four thoughts. What are these four thoughts? ‘Our precious family inheritance is being destroyed. The Lord Śākyamuni, the tathāgata, the arhat, the fully accomplished Buddha, persevered in his arduous practice for uncountable hundreds of thousands of millions of billions of eons. This precious inheritance is being destroyed, so we need to maintain it, preserve it, and not let it be lost. We must apply ourselves to this task with great vigor.’

source: འདི་ལྟ་སྟེ། དཔེར་ན་ཤཱ་རིའི་བུ་སྐྱེས་བུ་ཞིག་ལ་བུ་གཅིག་ཅིག་ཡོད་ལ་བྱམས་སྡུག་ཡིད་དུ་འོང་ཞིང་མི་འཐུན་པ་མེད་པར་སྣང་བ་དེ་གཡངས་ཆེན་པོར་ལྷུང་བར་འགྱུར་བ་དང་། དེས་དེ་ ལག་གིས་བཟུང་སྟེ། སེམས་ཅན་དམྱལ་བའི་གཡངས་འདིར་ལྷུང་བར་མ་གྱུར་ཅིག་ཅེས་འཛིན། རབ་ཏུ་འཛིན་པ་དེ་བཞིན་དུ་ཤཱ་རིའི་བུ་གང་སྐྱེས་བུ་དམ་པ་དེ་དག་ང་ལ་དད་ཅིང་ཆོས་དཀོན་མཆོག་བླ་ན་མེད་པ་འདི་ཡང་ཡོངས་སུ་མི་གཏང་ཞིང་མྱ་ངན་ལས་འདས་པ་ལ་ཡང་རེ་བར་འགྱུར་བ་དེ་དག་དེའི་དུས་ན་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པར་འགྱུར་བས་ངས་དེ་དག་ལ་བྱང་ཆུབ་མཆོག་འདི་གཏད་པར་བྱའོ། །
en: “Śāriputra, take the example of a man who has only one son, a kind, gentle, pleasant son with no undesirable traits. Imagine that this man’s son is about to fall into an abyss, and so he grabs him and holds on to him in order to keep him safe, as if it were the abyss of hell he was about to fall into. In the same way, Śāriputra, good men who have faith in me, who have not given up the incomparable jewel of the Dharma, and who wish to reach nirvāṇa should uphold the true Dharma at that time, thinking, ‘I will lead others to supreme awakening.’
